const handler = async (m, { conn, command }) => {
  const menu = `
╭ׅׄ╼┉╾╼┉╾🕊️֘۟۟۟۟۟۟╼┉╾╼┉╾╮
   𝐌𝚬𝚴𝐔 𝐒𝐘𝐒
╰╼┉╾╼┉╾🕊️֘۟۟۟۟۟۟╼┉╾╼┉╾╯

╭┈۫̊̇━֗̇───────────۫━۫̇̊┈֗֗̇╮
┃➣ .mᥲіᥒ-mᥱᥒᥙ
┃➣ .sᥡs (mіsm᥆ mᥱᥒᥙ)
┃➣ .ᥴrᥱᥲძ᥆rᥱs 
┃➣ .᥆ძძ᥆ᥕᥒᥱr
┃➣ .𝗍ᥱs𝗍 
┃➣ .𝖿ᥲᥴᥱіᥲ 
┃➣ .іᥲ 
╰┈۫̊̇━֗̇───────────۫━۫̇̊┈֗֗̇╯

╭ׅׄ╼┉╾╼┉╾🕊️֘۟۟۟۟۟۟╼┉╾╼┉╾╮
  𝚨𝐃𝐌𝚰𝚴-𝐆𝐑𝐔𝐏𝚯𝐒
╰╼┉╾╼┉╾🕊️֘۟۟۟۟۟۟╼┉╾╼┉╾╯

╭┈۫̊̇━֗̇───────────۫━۫̇̊┈֗֗̇╮
┃ ➣ .ᥲძmіᥒ
┃ ➣ .ძᥲrᥲძmіᥒ
┃ ➣ .ᥙᥒᥲძmіᥒ
┃ ➣ .᥎ᥲᥴᥱᥲr
╰┈۫̊̇━֗̇───────────۫━۫̇̊┈֗֗̇╯

╭ׅׄ╼┉╾╼┉╾🕊️֘۟۟۟۟۟۟╼┉╾╼┉╾╮
 𝐃𝚨𝚻𝚯𝐒-𝐂𝚯𝚴𝐒𝐔𝐋𝐓𝚨𝐒
╰╼┉╾╼┉╾🕊️֘۟۟۟۟۟۟╼┉╾╼┉╾╯

╭┈۫̊̇━֗̇───────────۫━۫̇̊┈֗֗̇╮
┃ ➣.і⍴
┃ ➣ .ᥒᥙmᥱr᥆s᥎
┃ ➣ .𝗍rᥲძᥙᥴіr
┃ ➣ .sᥴrᥱᥱᥒsһ᥆𝗍
┃ ➣ .ᑲіᥒ 
┃ ➣ .ძᥒі (⍴ᥱrᥙ́)
┃ ➣ .ძᥒіᥴr (ᥴ᥆s𝗍ᥲ rіᥴᥲ)
┃ ➣ .ᥣᥱᥱr (ᥣᥱᥱr sms ᥎іr𝗍ᥙᥲᥣ)
╰┈۫̊̇━֗̇───────────۫━۫̇̊┈֗֗̇╯

╭ׅׄ╼┉╾╼┉╾🕊️֘۟۟۟۟۟۟╼┉╾╼┉╾╮
  𝚳𝐔𝐒𝚰𝐂𝐀/𝚳𝚬𝐃𝚰𝚨
╰╼┉╾╼┉╾🕊️֘۟۟۟۟۟۟╼┉╾╼┉╾╯

╭┈۫̊̇━֗̇───────────۫━۫̇̊┈֗֗̇╮
┃ ➣ .ᥡ᥆ᥙ𝗍ᥙᑲᥱ
╰┈۫̊̇━֗̇───────────۫━۫̇̊┈֗֗̇╯`.trim();

  await conn.sendMessage(m.chat, {
    image: { url: './media/cegado.jpg' },
    caption: menu,
    contextInfo: {
      isForwarded: true,
      forwardingScore: 999
    }
  }, { quoted: m });
};

handler.command = ['sys'];
export default handler;
